Repository: Difegue/DialogueForest
Catalog: DialogueForest.Localization/Strings/Resources.*.resx
Languages: fr_fr

# NavigationNew
source: New Forest
fr_fr: Nouvelle forêt

# NavigationSave
source: Save
fr_fr: Enregistrer

# SettingsCharactersText
source: These will appear as quick presets in your Dialogue Nodes.
fr_fr: Ces derniers apparaîtront comme choix rapides pour chaque Dialogue.

# SettingsCharactersHeader
source: Pre-defined Characters
fr_fr: Personnages prédéfinis

# ContentDialogWillBePermaDeleted
source: It will be permanently deleted!
fr_fr: Il sera définitivement supprimé !

# NotificationExportSuccess
source: Exported Successfully!
fr_fr: Exporté avec succès !

# NotificationExportFailed
source: Export Failed! See the below notification for details.
fr_fr: L'export a échoué ! Lisez la notification ci-dessous pour plus de détails.

# WelcomeGreetingMorning
source: Good Morning
fr_fr: Bonjour

# SettingsThemeDark
source: Dark
fr_fr: Sombre

# ErrorGeneric
source: Error: {0}
fr_fr: Erreur: {0}

# SettingsTheme
source: Application Theme
fr_fr: Thème de l'Application

# WelcomeGreetingNight
source: Good Night
fr_fr: Bonne nuit

# TreeViewDeleteTree
source: Delete Tree
fr_fr: Supprimer l'arbre

# NavigationExport
source: Export
fr_fr: Exporter

# NavigationFile
source: Start
fr_fr: Démarrer

# NavigationSettings
source: Settings
fr_fr: Paramètres

# NavigationPins
source: My Pins
fr_fr: Mes épingles

# NavigationTrash
source: Trash
fr_fr: Corbeille

# ContentDialogDeleteDialogue
source: Delete this Text?
fr_fr: Supprimer ce fragment ?

# ContentDialogDeleteReply
source: Delete this Reply?
fr_fr: Supprimer cette réponse ?

# ContentDialogueDeleteNode
source: Delete this Dialogue?
fr_fr: Supprimer ce dialogue ?

# TreeNameDialogTitle
source: New Dialogue Tree
fr_fr: Nouvel Arbre de Dialogue

# TreeNameDialogText
source: Give a name to your freshly planted Tree! You can always change this later.
fr_fr: Donnez un nom à votre nouvel Arbre ! Vous pourrez toujours le changer plus tard.

# TreeNameDialogPlaceholder
source: My Orange Tree
fr_fr: Mon Oranger

# TreeNameDialogDefaultName
source: New Tree
fr_fr: Nouvel Arbre

# ButtonCancelText
source: Cancel
fr_fr: Annuler

# ButtonCreateText
source: Create
fr_fr: Créer

# WelcomeWhatsNew
source: What's New
fr_fr: Quoi de Neuf

# SearchTreePlaceholderText
source: Search Nodes...
fr_fr: Rechercher des noeuds...

# SettingsAbout
source: About this application
fr_fr: A propos de cette application

# SettingsAboutText
source: An opinionated Dialogue Writer for Games.
fr_fr: Un outil d'écriture de dialogue non-conventionnel pour les Jeux.

# SettingsAnalytics
source: Analytics
fr_fr: Télémétrie

# SettingsAnalyticsText
source: Allow DialogueForest to send crash and analytics reports
fr_fr: Autoriser DialogueForest à envoyer des rapports d'analyse et de crash

# SettingsApplyOnRestart
source: This setting will apply after restarting the app.
fr_fr: Ce paramètre sera appliqué au redémarrage de l'application.

# SettingsForest
source: Current Dialogue Forest
fr_fr: Forêt de Dialogues Actuelle

# SettingsMetadataHeader
source: Custom Properties
fr_fr: Propriétés Custom

# SettingsCustomization
source: Personalization
fr_fr: Personnalisation

# SettingsDatabase
source: Database and Album Art
fr_fr: Base de données et Pochettes d'albums

# SettingsGithub
source: Source Code, License and Privacy Statement
fr_fr: Code Source, License et Vie Privée

# SettingsMetadataText
source: Property fields will appear on every Dialogue Node for you to input additional information.
fr_fr: Ces propriétés apparaîtront comme champs remplissables sur chaque Dialogue.

# SettingsMetadataKey
source: Key
fr_fr: Clé

# SettingsMetadataTypeBool
source: Boolean
fr_fr: Booléen

# SettingsMetadataTypeColor
source: Color
fr_fr: Couleur

# SettingsThemeDefault
source: System default
fr_fr: Thème du système

# SettingsThemeLight
source: Light
fr_fr: Clair

# SettingsUIDensity
source: UI Density
fr_fr: Densité de l'interface

# SettingsMetadataTypeEnum
source: Preexisting values
fr_fr: Valeurs pré-existantes

# SearchPlaceholderText
source: Search...
fr_fr: Rechercher...

# WelcomeNewButton
source: Create a New Forest
fr_fr: Créer une nouvelle Forêt

# WelcomeOpenButton
source: Open existing Forest
fr_fr: Ouvrir une Forêt existante

# SearchPinsPlaceholderText
source: Search Pins...
fr_fr: Rechercher des noeuds épinglés...

# FirstRunText
source: To get started, create a new Dialogue Tree using the "New Tree" button on the left, and then start adding Nodes to it! You can also pin any node by right-clicking it to find it quickly in "My Pins", and use "Notes" to draft dialogue to be later inserted into a Tree. Keep in mind DialogueForest can send usage data to help diagnose bugs. If you're not okay with this, you can disable telemetry in the Settings page that'll open once you close this popup. Hope you enjoy using this silly writing app!
fr_fr: Pour commencer, créez un nouvel arbre de Dialogue en utilisant le bouton "Nouvel Arbre" sur la gauche, puis commencez à y ajouter des Noeuds ! Vous pouvez également épingler n'importe quel noeud via clic-droit pour le retrouver rapidement dans "Mes épingles", et utiliser les "Notes" pour écrire vos brouillons. DialogueForest peut envoyer des données d'utilisation pour aider au diagnostic de bugs. Il est possible de désactiver l'envoi de ces données dans les Paramètres, qui vont s'ouvrir une fois ce popup fermé. J'espère que vous apprécierez l'application!

# FirstRunTitle
source: Welcome to DialogueForest!
fr_fr: Merci d'avoir installé DialogueForest!

# ContextMenuLinksTo
source: Links To
fr_fr: Relié à

# ContextMenuLinkedBy
source: Linked By
fr_fr: Relié par

# ContextMenuPin
source: Pin
fr_fr: Epingler

# ContextMenuUnpin
source: Unpin
fr_fr: Retirer des épingles

# ContextMenuTrash
source: Move to Trash
fr_fr: Déplacer vers la Corbeille

# ContextMenuDelete
source: Delete permanently
fr_fr: Effacer définitivement

# ContextMenuMove
source: Move to another Tree
fr_fr: Déplacer vers un autre arbre

# EmptyViewDocumentsTitle
source: Let's get writing!
fr_fr: Mettons-nous à écrire !

# EmptyViewDocumentsDesc
source: Your Dialogue Nodes will show up here. You can create Nodes in the Dialogue Trees on the left side.
fr_fr: Vos noeuds de Dialogue apparaîtront ici. Vous pouvez créer des Dialogues dans les Arbres sur la gauche.

# EmptyViewTreeTitle
source: No Talkin' yet.
fr_fr: Ca ne parle pas beaucoup.

# EmptyViewTreeDesc
source: Your Dialogue will show up here. Click on the "+" button to add some!
fr_fr: Votre Dialogue apparaîtra ici. Cliquez sur le bouton "+" pour en ajouter !

# EmptyViewNotesTitle
source: You have no Notes.
fr_fr: Vous n'avez pas de Notes.

# EmptyViewNotesDesc
source: Notes are pieces of dialogue that aren't included in your final Export. Use them to store ideas or drafts!
fr_fr: Les Notes sont des Dialogues qui ne seront pas présents dans un Export. Utilisez-les pour stocker des idées ou des brouillons !

# EmptyViewPinsTitle
source: Nothing on the pinboard.
fr_fr: Rien sur le tableau.

# EmptyViewTrashTitle
source: Nothing's trashed...yet.
fr_fr: Corbeille vide..pour le moment.

# EmptyViewPinsDesc
source: You can pin Dialogue Nodes to find them again easily! They'll show up here when you do.
fr_fr: Vous pouvez épingler des Dialogues pour les retrouver rapidement ! Vous les retrouverez ici.

# NavigationNewTree
source: New Tree
fr_fr: Nouvel Arbre

# EditorBold
source: Bold
fr_fr: Gras

# EditorItalic
source: Italic
fr_fr: Italique

# EditorUnderline
source: Underline
fr_fr: Souligné

# EditorFontColor
source: Text Color
fr_fr: Couleur du texte

# EditorDeleteDialogue
source: Delete Dialogue portion
fr_fr: Supprimer ce morceau de dialogue

# EditorReplyLinkedTo
source: Linked to:
fr_fr: Relié à:

# EditorReplyGoToLinked
source: Go to linked Dialogue
fr_fr: Aller au Dialogue lié

# EditorDeleteReply
source: Delete Reply
fr_fr: Supprimer cette réponse

# EditorShowInTree
source: Show in Tree
fr_fr: Montrer dans l'arbre

# EditorHeaderReply
source: Prompts
fr_fr: Réponses

# EditorAddDialogue
source: Add a piece of Dialogue
fr_fr: Ajouter un morceau de dialogue

# EditorAddReply
source: Add a reply Prompt
fr_fr: Ajouter une réponse

# EditorHeaderMetadata
source: Custom Properties
fr_fr: Propriétés Custom

# EditorUnsavedChanges
source: You have unsaved changes
fr_fr: Vous avez des modifications non sauvegardées

# EditorEmptyReplies
source: Replies to this dialogue will show up here, if you add any.
fr_fr: Les réponses à ce dialogue apparaîtront ici, si vous en ajoutez.

# WelcomeGreetingEvening
source: Good Evening
fr_fr: Bonne soirée

# OffText
source: Off
fr_fr: Désactivé

# OnText
source: On
fr_fr: Activé

# WelcomeGreetingAfternoon
source: Good Afternoon
fr_fr: Bon après-midi

# RateAppPromptTitle
source: Rate the Application
fr_fr: Noter l'application

# RateAppPromptText
source: Thanks for using DialogueForest! Would you like to rate the app on the Store? (We won't ask again. 🙏)
fr_fr: Merci d'utiliser DialogueForest! Voudriez-vous bien noter l'application sur le Store? (Nous ne demanderons ceci qu'une fois. 🙏)

# ButtonYesText
source: Yes
fr_fr: Oui

# ButtonNoText
source: No
fr_fr: Non

# NavigationOpen
source: Open
fr_fr: Ouvrir

# TreeViewAddNode
source: Add Dialogue Node
fr_fr: Ajouter un noeud de Dialogue

# TreeViewToggleButton
source: Toggle Tree View
fr_fr: Activer/désactiver l'arborescence

# TreeViewSortBy
source: Sort By
fr_fr: Trier par

# ButtonDeleteText
source: Delete
fr_fr: Supprimer

# NavigationTrees
source: Dialogue Trees
fr_fr: Arbres de Dialogue

# EditorEmptyMetadata1
source: If you define custom metadata keys in
fr_fr: Si vous définissez des métadonnées dans les

# EditorEmptyMetadata2
source: , you will be able to set values for them here.
fr_fr: , vous pourrez leur donner des valeurs ici.

# EmptyViewTrashDesc
source: Deleted Dialogue Nodes will end up here.
fr_fr: Les Dialogues supprimés arriveront ici.

# WelcomeSaveAs
source: Save As...
fr_fr: Enregistrer sous...

# ExportConversionParameter
source: Text Format
fr_fr: Format du texte

# ExportConversionDesc
source: Choose which format your Dialogue text will be exported as.
fr_fr: Choisissez le format qui sera utilisé pour exporter le texte des dialogues.

# ExportFileLocation
source: JSON Export Location
fr_fr: Emplacement de l'export JSON

# ButtonFileText
source: Pick a File...
fr_fr: Choisissez un fichier...

# ExportActionButtonText
source: Export All Dialogue
fr_fr: Exporter tout le Dialogue

# ButtonFolderText
source: Pick a Folder...
fr_fr: Choisissez un dossier...

# ExportSeparateFilesTitle
source: Create separate JSON files
fr_fr: Créer des fichiers JSON séparés

# ExportSeparateFilesDesc
source: If enabled, we'll export a separate JSON for each Dialogue Tree.
fr_fr: Si activé, nous créerons un JSON par arbre de Dialogue.

# ExportOperationInProgress
source: Exporting... Please wait warmly.
fr_fr: Export en cours... Veuillez patienter.

# NoNodesText
source: No Nodes
fr_fr: Pas de Noeuds

# ContentDialogDeleteTree
source: Delete this Tree?
fr_fr: Supprimer cet arbre ?

# ContentDialogDeleteTreeDesc
source: All its nodes will be moved to Trash.
fr_fr: Tous ses dialogues seront déplacés à la corbeille.

# NotificationPinned
source: Pinned!
fr_fr: Epinglé !

# NotificationUnpinned
source: Unpinned!
fr_fr: Retiré des épingles !

# NotificationTrashed
source: Trashed!
fr_fr: Mis à la corbeille !

# EditorCharacterPlaceholder
source: Character
fr_fr: Personnage

# SettingsMetadataDelete
source: Remove custom property
fr_fr: Supprimer la propriété

# SettingsCharacterAdd
source: Add character
fr_fr: Ajouter personnage

# SettingsMetadataAdd
source: Add property
fr_fr: Ajouter propriété

# SettingsCharacterDelete
source: Remove character
fr_fr: Supprimer personnage

# CountWords
source: {0} words
fr_fr: {0} mots

# SettingsWordHeader
source: Daily objective & Reminders
fr_fr: Objectif journalier & Rappels

# SettingsWordTrack
source: Track word count
fr_fr: Suivre le nombre de mots écrits

# SettingsWordDesc
source: Set a daily goal to encourage writing.
fr_fr: Définissez un objectif journalier pour vous encourager à écrire.

# SettingsWordObjective
source: Daily word objective
fr_fr: Objectif de mots

# SettingsNotification
source: Daily reminder
fr_fr: Rappel journalier

# SettingsNotificationDesc
source: Sends one notification each day to remind you to open the app.
fr_fr: Envoie une notification par jour pour vous rappeler d'ouvrir l'application.

# SettingsNotificationSendAt
source: Send at:
fr_fr: Envoyer à:

# DailyObjectiveStreakTitle
source: ✨ A {0}-day streak!
fr_fr: ✨ Une chaîne de {0} jours !

# DailyObjectiveStreakDesc
source: Good job on meeting your goal for today!
fr_fr: Bravo pour avoir accompli votre objectif aujourd'hui !

# DailyNotificationDesc
source: Let's try to write {0} words today!
fr_fr: Essayons d'écrire {0} mots aujourd'hui !

# DailyNotificationTitle
source: Time to write some dialogue
fr_fr: C'est l'heure d'écrire un peu de dialogue

# DailyNotificationDescNoTrack
source: Open DialogueForest to pen your story!
fr_fr: Ouvrez DialogueForest pour enrichir votre histoire !

# ContentDialogUnsavedChanges
source: There are unsaved changes
fr_fr: Il y a des modifications non enregistrées

# ContentDialogUnsavedChangesText
source: The current forest hasn't been saved to disk. Do you want to proceed? Your changes will be lost.
fr_fr: La forêt actuelle n'a pas été sauvegardée sur disque. Voulez vous continuer? Vos modifications seront perdues.

# EditorReplyCreateLinked
source: Create and link new Dialogue
fr_fr: Créer et lier un nouveau Dialogue

# TreeViewEmptyTrash
source: Empty Trash
fr_fr: Vider la corbeille

# ContentDialogEmptyTrash
source: Empty trash?
fr_fr: Vider la corbeille ?

# ContentDialogEmptyTrashDesc
source: Every node will be permanently deleted.
fr_fr: Tous les noeuds seront supprimés définitivement.

# NotificationTrashEmptied
source: Trash has been emptied.
fr_fr: La corbeille a été vidée.
